Repository: common-repository/searchmetrics-content-experience
Catalog: languages/searchmetrics-content-experience-*.po
Languages: de_de

source: Welcome to Searchmetrics Content Experience – You're almost ready to start.
de_de: Willkommen beim Searchmetrics Content Experience Plugin. Du kannst gleich loslegen.

source: Run the Tutorial
de_de: Starte den Einrichtungsassistenten

source: Skip Tutorial
de_de: Einrichtungsassistenten überspringen

source: Options
de_de: Optionen

source: License
de_de: Lizenz

source: Documentation
de_de: Dokumentation

source: Settings
de_de: Einstellungen

source: Disable synchronisation back to Searchmetrics
de_de: Deaktiviere die Synchronisierung zurück zu Searchmetrics

source: Submit
de_de: Speichern

source: License Key
de_de: Lizenzschlüssel

source: Expiration date
de_de: Haltbarkeitsdatum

source: Searchmetrics API Key
de_de: Searchmetrics API Schlüssel

source: Our documentation is the first place to go for questions about our plugin, which we might have already answered.
de_de: Unsere Dokumentation ist deine erste Anlaufstelle, falls du Fragen zum Plugin hast.

source: Contact our excellent support.
de_de: Kontaktieren Sie unseren exzellenten Support.

source: Please contact us
de_de: Bitte kontaktieren Sie uns

source: Searchmetrics API key or secret are not correct.
de_de: Searchmetrics API Schlüssel oder Geheimnis sind nicht gültig.

source: Your Searchmetrics API Key and Secret have been accepted.
de_de: Dein Searchmetrics API-Schlüssel und API-Secret wurden akzeptiert.

source: Your settings have been updated.
de_de: Deine Einstellungen wurden aktualisiert.

source: Your license key is not correct or inactive.
de_de: Ihr Lizenzschlüssel ist nicht korrekt oder inaktiv.

source: Your license key has been accepted.
de_de: Ihr Lizenzschlüssel wurde akzeptiert.

source: You have a content in the selected briefing. Do you want to add it to your post or replace your existing content with the briefing's one?
de_de: Bei der Abfrage der Briefing Details, haben wir festgestellt, dass sich bereits Content aus Searchmetrics in diesem Briefing befindet. Soll dieser unten angefügt werden oder möchtest du den kompletten Inhalt hier mit dem aus Searchmetrics ersetzen?

source: loading
de_de: Laden

source: Select briefing
de_de: Briefing auswählen

source: Add Content
de_de: Content hinzufügen

source: Replace Content
de_de: Content ersetzen

source: All Topics
de_de: Alle Themen

source: Recommended Keywords
de_de: Empfohlene Keywords

source: Additional Keywords
de_de: Zusätzliche Keywords

source: Word Count
de_de: Wortzahl

source: Sentence Structure
de_de: Satzstruktur

source: Repetitions
de_de: Wiederholungen

source: Keywords Coverage
de_de: Keyword-Abdeckung

source: Your text duplicates external content.
de_de: Im Text wurde ein/mehrere Plagiat/e gefunden.

source: No duplicates found.
de_de: Keine Plagiate gefunden.

source: Readability Score
de_de: Lesbarkeits-Score

source: Questions
de_de: Fragen

source: of
de_de: von

source: External Duplicate Check
de_de: Externe Plagiat Prüfung

source: Oops...It looks like the Searchmetrics server is overloaded or you have reached your API request limit. Please try again in a minute.
de_de: Hoppla ... Es sieht so aus, als ob der Searchmetrics-Server überlastet ist oder Sie Ihr API-Anforderungslimit erreicht haben. Bitte versuchen Sie es in einer Minute erneut.

source: Reload
de_de: Neu laden

source: Please select a briefing in the dropdown menu above
de_de: Bitte wähle ein Briefing im Dropdown-Menü aus

source: Please add your Searchmetrics® credentials
de_de: Bitte füge deine Searchmetrics®-API Informationen hinzu

source: here
de_de: hier

source: Welcome
de_de: Willkommen

source: Thank you for downloading the Searchmetics Content Experience plugin.
de_de: Danke, dass du das Searchmetics Content Experience Plugin heruntergeladen hast.

source: From now on you can display your content briefings directly in the WordPress Editor where you write and optimize your posts.
de_de: Ab nun hast du die Möglichkeit, deine Content Briefings direkt im WordPress Editor anzuzeigen und deinen Content auch gleich im Editor zu schreiben und optimieren.

source: CONTINUE
de_de: WEITER

source: Plugin license key
de_de: Plugin Lizenzschlüssel

source: Please enter your license key. You can find this in your account. When you placed your order, it was also sent to your email address.
de_de: Bitte gebe deinen Lizenzschlüssel ein. Diesen findest du in deinem Konto. Bei deiner Bestellung wurde dieser zusätzlich an deine Mail Adresse versendet.

source: To get the necessary data in your WordPress editor, you need a Searchmetrics API. You can get this in the Searchmetrics Suite.
de_de: Damit du die nötigen Daten in deinen WordPress Editor erhaltest, brauchst du eine Searchmetrics API. Diese bekommst du in der Searchmetrics Suite.

source: Check API Data
de_de: Überprüfen Sie die API-Daten

source: Thank you, you have successfully set up the plugin. We hope you'll enjoy writing and creating content.
de_de: Danke, du hast das Plugin erfolgreich eingerichtet. Wir wünschen dir nun viel Spass beim Texten und Content erstellen.

source: If you have any questions or suggestions, you can reach out any time using our support.
de_de: Solltest du Fragen oder Anregungen haben, kannst du uns jederzeit über unseren Support kontaktieren

source: Your Techgarage Media Team
de_de: Dein Techgarage Media Team

source: DONE
de_de: FINISH

source: Your license is not active or expired.
de_de: Ihre Lizenz ist nicht aktiv oder abgelaufen.

source: Please check your license.
de_de: Bitte überprüfen Sie Ihre Lizenz.
